Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
uk: Наші співробітники намагаються відновити доступ до сайту якомога швидше. Будь ласка, відправте нам повідомлення на адресу {tech_support_email}, щоб повідомити про проблеми або неполадки, що виникли.

source: November
uk: Листопада

source: (Up to 4 signatories are allowed for a certificate)
uk: (до 4-х підписів дозволено на сертифікат)

source: Deleting this
uk: Видалення

source: Could not find a course with the ID '{course_id}'
uk: Курс '{course_id}' не виявлено.

source: Your response to the question above:
uk: Ваша відповідь на питання вище:

source: The following receipt has been emailed to {receipient_emails}
uk: Наступна квитанція надсилається на адресу {receipient_emails}

source: Entrance exam attempts is being reset for student '{student_id}'.
uk: Спроби здати вступний іспит скидаються для студента '{student_id}'.

source: Could not index item: {}
uk: Не вдалося проіндексувати елемент: {}

source: {num_minute} minute
uk: {num_minute} хвилини

source: Removing user: "{}"
uk: Видалення користувача: "{}"

source: No tasks currently running.
uk: Наразі немає запущених задач.

source: Course Start Date
uk: Дата початку курсу

source: How to create useful text alternatives.
uk: Як створювати ефективні описи картинок.

source: Vote
uk: Підтримати

source: List of course update items
uk: Список оголошень курсу

source: Create new post about:
uk: Створити нове повідомлення про:

source: Courseware Chrome
uk: Навігація за змістом курсу

source: Course Updates
uk: Оновлення курсу

source: Huge Header
uk: Величезний заголовок

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
uk: Ми не можемо знайти сертифікат за посиланням або кодом. Якщо ви намагаєтеся перевірити сертифікат, переконайтеся, що посилання або ідентифікатор правильний. Якщо ви впевнені, що посилання або ідентифікатор вірний, зверніться в службу підтримки.

source: Hint:
uk: Підказка:

source: Delete File Confirmation
uk: Підтвердження видалення файлу.

source: Brief description of the problem
uk: Короткий опис проблеми

source: {earned} of {total} possible points
uk: {earned} з {total} можливих балів

source: View About Page in studio
uk: Переглянути Інформаційну Сторінку в Studio

source: The percentage of students who selected Bachelor's degree or Associate degree as their highest level of education completed.
uk: Відсоток студентів, які вибирають ступінь Бакалавра або диплом про закінчення Коледжу, як їх найвищий рівень закінченої освіти.

source: Students rejected:
uk: Студенти, яким було відмовлено:

source: You do not have access to this course
uk: У вас доступу до цього курсу немає

source: Course Start Date:
uk: Дата початку курсу:

source: Enter the company contact name.
uk: Введіть ім'я контактної особи організації.

source: The cohort cannot be added
uk: Не вдалося додати когорту

source: Download
uk: Завантаження

source: Congratulations! You are now enrolled in {course_display}
uk: Вітаємо! Ви записані на курс {course_display}

source: <%= user %> already in exception list.
uk: <%= user %> вже доданий в список виключень.

source: there are currently %(numVotes)s votes
uk: зараз є %(numVotes)s голосів

source: Student Notes
uk: Студентські Нотатки

source: example: New York
uk: наприклад: Київ

source: The server could not be contacted.
uk: Сервер не відповідає

source: Enrollment:
uk: Зарахування:

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
uk: Введіть налаштування виду ключ-значення, щоб включити функціонал груп, задати автоматичний розподіл слухачів на групи, або виділити які-небудь загальні теми обговорень курсу як приватні для членів групи.

source: Details of the problem you are encountering
uk: Детальний опис проблеми, з якою Ви зіткнулися

source: Submit assessment
uk: Надіслати оцінювання

source: View this course as:
uk: Переглянути цей курс як:

source: {course_number} {course_name} Cover Image
uk: {course_number} {course_name} Обкладинка

source: once you are happy with the photo
uk: як тільки Ви будете задоволені фотографією

source: Acceptable IDs include driver's licenses, passports, or other goverment-issued IDs that include your name and photo
uk: Допустимі документи включають паспорт, водійські права або інший офіційний документ з вашим ім'ям та фотокарткою.

source: Discussion Community TAs
uk: Старости спільноти

source: Certificate Web/HTML View Enabled
uk: Дозволити перегляд HTML-версії сертифіката

source: Report Forum Misuse
uk: Повідомити про порушення правил форуму

source: What You Need for Verification
uk: Що вам потрібно для верифікації

source: has already been invalidated. Please check your spelling and retry.
uk: вже був анульований. Будь ласка, перевірте правильність введення і повторіть.

source: You are not enrolled in any courses yet.
uk: Ви ще не зареєструвались на жодному курсі

source: Submit your answer
uk: Надіслати відповідь

source: Students 41 and Over
uk: Студенти за 41

source: Disable Progress Graph
uk: Прибрати діаграму досягнень

source: Visit your {link_start}dashboard{link_end} to see your courses.
uk: Перейдіть до {link_start} панелі управління {link_end}, щоб переглянути свої курси.

source: Log into your {platform_name} Account
uk: Увійдіть у ваш {platform_name} аккаунт

source: How did students interact with course videos?
uk: Як студенти взаємодіяли з відео цього курсу?

source: {platform_name} Verified Certificate for {course_name}
uk: Перевірений сертифікат {platform_name} для курсу {course_name}

source: {chapter}, current chapter
uk: {chapter}, поточна глава

source: Scientific notation
uk: Експонентний запис

source: There has been an error while exporting.
uk: Виникла помилка під час експорту.

source: Download staff and instructor list (csv file)
uk: Завантажити список співробітників та викладачів (файл csv)

source: LTI Application Information
uk: LTI Інформація щодо застосування

source: || (parallel resistors)
uk: || (паралельні резістори)

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at ta@edx.org.
uk: На жаль, співробітники нашого курсу не задовольнили ваш запит на зміну імені з {old_name} на {new_name}. Якщо вам потрібна додаткова допомога, будь ласка, зв'яжіться з командою технічної підтримки за адресою: ta@edx.org.

source: Emails successfully sent. The following students are no longer enrolled in the course:
uk: Листи успішно відправлені. Наступні студенти більше на зараховані на курс:

source: The edX analytics data pipeline and edX Insights are open source. %(link_start)sLearn more%(link_end)s.
uk: Магістраль аналітичних даних edX і Наробки edX є загальнодоступними джерелами інформації. %(link_start)sДізнатися більше%(link_end)s.

source: You've successfully created an account on {platform_name}. We've sent an account activation message to {email}. To activate your account and start enrolling in courses, click the link in the message.
uk: Ви успішно створили обліковий запис на {platform_name}. Ми надіслали повідомлення щодо активації вашого запису на {email}. Щоб активувати ваш обліковий запис та почати записуватись на курси, перейдіть за посиланням в цьому повідомленні.

source: Deleted student module state for {state}!
uk: Видалений стан модуля студента для {state}!

source: This problem has already been released. Any changes will apply only to future assessments.
uk: Ця проблема вже булa звільнені. Будь-які зміни будуть застосовуватися тільки до майбутніх оцінками..

source: This response has not been saved.
uk: Цю відповідь не було збережено.

source: December
uk: Грудня

source: Student data for a given peer grading problem.
uk: Дані студента для цього завдання, що підлягає взаємному оцінюванню.

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
uk: Дозвольте викладачам призначати тьюторів та надайте останнім право завідувати індивідуальними курсами в системі. Якщо вказати значення false, то це не вплине на вже сформовані індивідуальні курси, але створювати нові буде не можна.

source: Check Your Contribution Level
uk: Перевірте розмір Вашого внеску

source: No user with that username
uk: Немає користувачів з таким ім'ям користувача

source: The following users are no longer enrolled in the course:
uk: Наступні користувачі більше не зареєстровані на курс:

source: Problem submission data was last updated %(update_date)s at %(update_time)s UTC.
uk: Дані з відповідей на завдання в останнє були оновленні %(update_date)s о %(update_time)s UTC.

source: Problem Name
uk: Назва завдання

source: To cancel or resubmit an invoice, enter the invoice number below.
uk: Введіть номер рахунку-фактури в поле, розташоване нижче, щоб погасити або повторно відправити рахунок-фактуру.

source: You must sign out and sign back in before your language changes take effect.
uk: Ви повинні вийти та авторизуватись знову, щоб зміни мовних налаштувань почали діяти.

source: File uploads are required for this question, but are not supported in your browser. Try the newest version of Google Chrome. Alternatively, if you have uploaded the image to another website, you can paste a link to it into the answer box.
uk: Поточне запитання потребує завантаження файлів, але це не підтримується Вашим браузером. Спробуйте завантажити найновішу версію Google Chrome. Якщо ж Ви завантажили зображення на інший веб-сайт, то можете просто вставити посилання на нього у комірку для відповіді.

source: New students added:
uk: Нещодавно зараховані студенти:

source: Contact edX Support
uk: Зверніться до edX Support

source: This email was automatically sent by {site_name} because someone attempted to create an {platform_name} account using this email address.
uk: Цей лист було автоматично відправлено з {site_name}, тому що хтось спробував створити обліковий запис в {platform_name} використовуючи цю електронну адресу.

source: We're sorry, {platform_name} enrollment is not available in your region
uk: Нам прикро, але зарахування на курси {platform_name} недоступно у вашому регіоні.

source: To download a CSV listing student responses to a given problem, visit the Data Download section of the Instructor Dashboard.
uk: Щоб скачати файл в форматі CSV зі списком відповідей студентів для даного завдання, перейдіть до розділу «Завантаження даних» в Панелі керування викладача.

source: Error generating grades. Please try again.
uk: Помилка під час генерування оцінок. Будь ласка, спробуйте ще раз.

source: No content has been added to this course
uk: Вміст курсу ще не додано

source: Change my name
uk: Змінити моє ім'я

source: You are not sure enough!
uk: Ви впевнені?!

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
uk: Визначає, скільки разів студент може давати відповідь на завдання. Якщо значення не встановлено, надається необмежена кількість спроб.

source: Text to display
uk: Текст для відображення

source: Edit Grading Settings
uk: Редагувати налаштування виставлення оцінок

source: Maximum
uk: Максимум

source: Draft (Never published)
uk: Чернетка (ніколи не публікована)

source: Certificate Details
uk: Деталі сертифіката

source: This response could not be submitted.
uk: Ця відповідь не міг бути представлений.

source: An unexpected error occurred. Please try again.
uk: Виникла помилка. Будь ласка, спробуйте ще раз.

source: What level of education do my students have?
uk: Який рівень освіти мають мої студенти?

source: Edit Course
uk: Редагувати курс

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
uk: Введіть true або false. Якщо введено значення true, всі зареєстровані користувачі отримають доступ до вікі курсу, навіть якщо вони не записані на курс.

source: The report is generated in the background, meaning it is OK to navigate away from this page while your report is generating.
uk: Так як звіт створюється у фоновому режимі, то можна перейти на іншу сторінку.

source: Hide Answer(s)
uk: Сховати відповіді

source: Files must be in JPEG or PNG format.
uk: Файли мають бути у розширенні JPEG або PNG.

source: Learner Profile
uk: Профіль учня

source: Unable to find entrance exam submission to be {action} for student '{student}'
uk: Не знайдено рішення вступного іспиту щоб {action} для '{student}'

source: Video Views
uk: Кількість показів відео

source: generating_enrollment_report
uk: генерація звіту про запис на курс

source: If you have any questions about this course or this form, you can contact <a href="{mail_to_link}"">{mail_to_link}</a>.
uk: Якщо у Вас є питання про цей курс або цю форму, зв'яжіться з нами за адресою <a href="{mail_to_link}"">{mail_to_link}</a>.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
uk: URL-адреса кредитора. Якщо включена автоматична інтеграція, адреса послужить останнім публічним сповіщенням про те, що користувач запитує кредит. Якщо ж інтеграція відключена, буде відправлена URL-адреса користувачеві, і він зможе звернутися до кредитора безпосередньо.

source: Cannot find user with email address
uk: Неможливо знайти користувача із адресою електронної пошти

source: Comments
uk: Коментарі

source: Gross Revenue over the Minimum
uk: Валовий прибуток по мінімуму

source: Geography
uk: Географія

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
uk: Форматувння текстової області. Меню, натисніть клавішу ALT-F9. Натисніть ALT-F10 для панелі інструментів. Натисніть ALT-0 для допомоги

source: This link will open/download a PDF document
uk: Це посилання відкриє/завантажить PDF файл.

source: Not Enrolled?
uk: Ще не зареєстровані?

source: Forgot password?
uk: Забули пароль?

source: Navigation
uk: Навігація

source: Review your grade and your assessment details.
uk: Перегляньте свою оцінку та інформацію про ваше оцінювання.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
uk: Дозволений тип вмісту даного файлу не збігається з даними файлу. Можливо файл пошкоджений.

source: a day
uk: день

source: Add post
uk: Додати повідомлення

source: Error: {msg}
uk: Помилка: {msg}

source: Load next %(numResponses)s responses
uk: Завантажити наступні %(numResponses)s відповіді

source: Execution of unsafe Javascript code is not allowed.
uk: Не дозволяється виконання небезпечного Javascript коду.

source: Payment Received
uk: Платіж отриманий

source: Your New Password Again
uk: Повторіть ваш новий пароль

source: Estimated percentage of students who watched the entire video.
uk: Оціночний відсоток студентів, які переглянули весь ролик.

source: Please enter an integer greater than 0.
uk: Будь ласка, введіть ціле число більше за 0.

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
uk: Введіть true або false. При значенні true слухачі можуть відправляти повідомлення в обговореннях, анонімні для всіх користувачів.

source: This is correct.
uk: Це правильно

source: No user with the username [{username}] exists.
uk: Не існує користувача з ім'ям [{username}]

source: Successfully reenabled {}'s account
uk: Обліковий запис {} успішно увімкнений

source: Loading...
uk: Завантаження...

source: Underline
uk: Підкреслений

source: Catalog name
uk: Ім'я методу

source: Check out our recently launched courses and what's new in your favorite subjects
uk: Ознайомтеся з нещодавно запущеними курсами і новинами про ваші улюблені предмети

source: Notification Actions
uk: Дії сповіщення

source: Course Utilities
uk: Допоміжні матеріали курсу

source: We had some trouble loading the threads you requested. Please try again.
uk: У нас виникли деякі труднощі із завантаженням обраних потоків. Будь ласка, спробуйте ще раз.

source: Removed group: "{}"
uk: Вилучена група: "{}"

source: Imported
uk: Імпортовано

source: Student view
uk: Перегляд в режимі студента

source: Cell spacing
uk: Відступ комірки

source: Supported SI postfixes
uk: SI-постфікси, що підтримуються

source: Do not show again
uk: Не показувати знову

source: Invalid group name: "{group_name}". {messages}
uk: Неприпустиме ім'я групи: "{group_name}". {messages}

source: State/Province
uk: Область

source: We had some trouble processing your request. Please try again.
uk: У нас виникли деякі труднощі під час обробки вашого запиту. Будь ласка спробуйте ще раз.

source: Date added
uk: Дата додана

source: The problem grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
uk: Оціночний лист на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання».

source: Learn more about {license_name}
uk: Дізнатися більше про {license_name}

source: View Unit in Studio
uk: Переглянути Блок в Studio

source: Unenrolled {user} from {course_id}
uk: Користувач {user} відрахований з курсу {course_id}

source: User {username} does not exist.
uk: Імені користувача {username} не існує.

source: `role` is required
uk: `role` необхідна

source: Tools
uk: Інструменти

source: reset
uk: скидано

source: Asset file. It could be an image or css file.
uk: Файл ресурсів. Це повинен бути файл css або картинка.

source: Report Misuse
uk: Повідомити про невірне вживання

source: Download Problem Data for all Problems as a CSV
uk: Завантажити дані по всім завданням у форматі CSV

source: denied
uk: відмовлено

source: %d years
uk: %d років

source: Keywords
uk: Ключові слова

source: Information about all courses
uk: Інформація по всім курсам

source: This account has not been activated. We have sent another activation message. Please check your email for the activation instructions.
uk: Цей обліковий запис не активовано. Ми направили інше повідомлення активації. Будь ласка, перевірте свою електронну пошту для активації.

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See
uk: Додати пару ключ / значення для будь-яких користувальницьких параметрів, таких як сторінка, на якій повинна відкриватися ваша електронна книга, або колір фону для даного компонента. <br /> Див

source: Header 5
uk: Заголовок 5

source: The file must be smaller than {size} in size.
uk: Розмір файлу повинен бути меншим ніж {size}.

source: This link will open in a new browser window/tab
uk: Це посилання відкриється в новому вікні або новій вкладці браузера

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
uk: Команда буде видалена безповоротно, цю дію неможливо буде скасувати. З команди будуть видалені всі учасники, вони втратять доступ до обговорень команди.

source: Thanks,
uk: Дякую,

source: More Information About {user_name}'s Certificate:
uk: Додаткова інформація про сертифікат {username}:

source: Successfully deleted student state for user {user}
uk: Успішно видалено статус студента для користувача {user}

source: COURSE NOT FOUND. Please check that the course ID is valid.
uk: КУРС НЕ ЗНАЙДЕНО. Будь ласка, перевірте, що ID курсу є дійсним.

source: This is the wiki for **{organization}**'s _{course_name}_.
uk: Це Вікі для **{organization}**'s _{course_name}_.

source: January
uk: Січня

source: Invoice Recipient
uk: Одержувач рахунка-фактури

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
uk: У нас зберігається реєстр старих електронних повідомлень, тому якщо цей запит був зроблений ненавмисно, ми можемо розглянути цю проблему.

source: A valid username must be specified.
uk: Припустиме ім'я користувача повинно бути зазначено.

source: You are missing one or more required fields
uk: Ви пропустили одне або декілька обов’язкових полів.

source: Unit Cost
uk: Вартість блоку

source: Thank you for activating your account. You may now sign in and start using edX Studio to author courses.
uk: Дякуємо за активацію профілю. Ви можете увійти та почати використовувати edX Studio для авторів курсів

source: Use Reload Graphs to refresh the graphs.
uk: Натисніть Перезавантажити діаграми, щоб оновити їх.

source: Hi {name},
uk: Привіт {name},

source: End
uk: Кінець

source: Wiki Preview
uk: Перегляд Wiki

source: There are no attachments for this article.
uk: Для цієї статті немає доданків.

source: Unable to create course '{name}'. {err}
uk: Неможливо створити курс '{name}'. {err}

source: The course you are enrolling for is closed.
uk: Курс, на який Ви намагаєтеся підписатися, закритий.

source: Tweet this Accomplishment. Pop up window.
uk: Поширити це досягнення у Twitter. З'явиться додаткове вікно.

source: The name associated with your account and the name on your ID do not match.
uk: Ім'я, яке пов'язане із вашим обліковим записом, та ім'я на вашому посвідченні не збігаються.

source: Path to authoring app's JS
uk: Шлях до JS-коду програми авторизації

source: Remember me
uk: Запам'ятати мене

source: Fractions
uk: Дроби

source: Show Previews
uk: Показати попередній перегляд

source: {mode_name} for course {course}
uk: {mode_name} для курса {course}

source: Checkout Cancelled
uk: Платіж скасовано

source: There was an error processing your order!
uk: Сталася помилка при обробці Вашого замовлення!

source: Order No.
uk: Номер замовлення

source: fixed password
uk: виправлений пароль

source: Problem's definition does not support rescoring.
uk: Визначення задачі не передбачає переоцінювання.

source: Complete the student training section to move on to peer assessment.
uk: Заповніть розділ навчання студент, щоб перейти до експертної оцінки.

source: There was an error with the upload
uk: Помилка завантаження

source: Unknown
uk: Невідомий

source: Matlab API key
uk: Ключ Matlab API

source: Headers
uk: Заголовки

source: Transaction ID
uk: Ідентифікатор транзакціі

source: Enter a coupon code.
uk: Введіть код купона.

source: learner does not exist in LMS and not added to the exception list
uk: студента не існує в LMS і він не доданий в список виключень

source: Common Questions
uk: Часті запитання

source: Age Breakdown
uk: Вікова Розбивка

source: Terms of Service & Honor Code
uk: Умови надання послуг і Кодекс честі

source: An error occurred while removing the member from the team. Try again.
uk: При видаленні даного учасника з команди виникла помилка. Спробуйте ще раз.

source: Not Graded
uk: Не Оцінюється

source: View and update learner enrollments.
uk: Переглянути і оновити інформацію про реєстрації.

source: Add a clear and descriptive title to encourage participation.
uk: Додайте зрозумілу та вичерпну назву, щоб заохотити участь.

source: When this article is edited
uk: Коли ця стаття відредагована

source: Certificate is being created.
uk: Створення сертифіката
